{
  "locale": "Locale",
  "settings1": "Enable Control (10x) / Shift (25x) / Alt (100x) Multiplier keys",
  "settings2": "Enable tab transition animations",
  "settings3": "A hard reset will erase all your game progress",
  "settings4": "A soft reset will reset your current run back to the evolution stage, you will not gain any bonuses.",
  "new": "You are protoplasm in the primordial ooze",
  "snow": "Snow",
  "snowstorm": "Snowstorm",
  "rain": "Rain",
  "thunderstorm": "Thunderstorm",
  "cloudy": "Cloudy",
  "cloudy_windy": "Cloudy & Windy",
  "sunny": "Sunny",
  "sunny_windy": "Sunny & Windy",
  "cold": "Cold",
  "hot": "Hot",
  "moderate": "Moderate temperature",
  "moon1": "New Moon",
  "moon2": "Waxing Crescent Moon",
  "moon3": "First Quarter Moon",
  "moon4": "Waxing Gibbous Moon",
  "moon5": "Full Moon",
  "moon6": "Waning Gibbous Moon",
  "moon7": "Third Quarter Moon",
  "moon8": "Waning Crescent Moon",
  "infant": "Life on this planet is in it's infancy and still evolving",
  "home": "%0 is the home planet of the %1 people. It is a %2 planet with an orbital period of %3 days.",
  "abandon1": "%0 citizen has abandoned your settlement due to homelessness.",
  "abandon2": "%0 citizens have abandoned your settlement due to homelessness.",
  "genome": "The %0 genome project has been completed.",
  "gene_therapy": "Gene therapy has resulted in an improvement to your species.",
  "discover_elerium": "Your asteroid miners have discovered an unknown rare element in the belt, a sample has been retreived for analysis.",
  "discover_oil": "Oil has unexpectedly been discovered on %0.",
  "deterioration1": "Scientists have discovered that the %0 genome is deteriorating, they think the species has about %1 years remaining before genetic decay becomes a problem.",
  "deterioration2": "Some alarmists now claim that the %0 genome decay is accelerating and there is as little as %1 years remaining.",
  "deterioration3": "There is now a consensus about the alarming %0 genome decay. If it doesn't accelerate any further there might be %1 years remaining.",
  "deterioration4": "If a solution can not be found genetic damage will begin to weaken the %0 race in at most %1 years.",
  "deterioration5": "Genetic decay has started to weaken the %0 race.",
  "genesis": "A group of scientists have proposed a new initiative they call the \"Genesis Project\".",
  "steel_sample": "Your traders have brought back a sample of a metal they call \"Steel\"",
  "job_farmer": "Farmers create food to feed your population. Each farmer generates %0 food per second.",
  "job_lumberjack": "Lumberjacks harvest lumber from the forests. Each lumberjack generates %0 lumber per second.",
  "job_quarry_worker": "Quarry Workers mine stone from rock quarries. Each quarry worker generates %0 stone per second.",
  "job_miner1": "Miners dig up useful minerals from shafts dug deep in the ground. Each miner will extract copper from the ground.",
  "job_miner2": "Miners dig up useful minerals from shafts dug deep in the ground. Each miner will extract copper and iron from the ground.",
  "job_coal_miner1": "Coal miners are a special breed of miner, willing to work the dirtiest of mines to extract coal from deep in the ground.",
  "job_coal_miner2": "Coal miners are a special breed of miner, willing to work the dirtiest of mines to extract coal and uranium from deep in the ground.",
  "job_craftsman": "Craftsman can be assigned to craft various construction materials out of raw materials.",
  "job_cement_worker": "Cement plant workers turn stone into cement, each worker produces %0 cement and consumes 3 stone per second.",
  "job_banker": "Bankers manage your banks increasing tax revenue. Each banker increases tax income by %0%.",
  "job_entertainer": "Entertainers help combat the dreariness of everyday life. Each entertainer raise the morale of your citizens by %0%.",
  "job_professor": "Professors help educate your citizens and contribute to knowledge gain. Each professor generates %0 knowledge per second.",
  "job_scientist": "Scientists study the universe to expose it's secrets. Each scientist generates %0 knowledge per second.",
  "job_colonist": "Colonists work hard to keep your %0 colony running smoothly and enhance various aspects of the colony.",
  "job_space_miner": "Space miners work in zero G mining asteroids. Each Space Miner increases the maximum number of mining ships that can be opperated by one.",
  "job_unemployed1": "Unemployed",
  "job_unemployed2": "The number of unemployed citizens. Unemployed citizens lower morale and do not pay taxes however they also consume half rations.",
  "job_hunter1": "Hunter",
  "job_hunter2": "Citizens not assigned to any other task will hunt for food. Military technology will boost effectiveness.",
  "craftsman_assigned": "Craftsman Assigned",
  "job_craftsman1": "Craftsman will work to produce the assigned resources, all produced materials will be delivered on the new moon each month.",
  "job_craftsman2": "Craftsman will work to produce the assigned resources, all produced materials will be delivered on the new moon and full moon each month.",
  "event_dna": "Some DNA molecules have replicated, you gain %0 DNA.",
  "event_rna": "A meteor has impacted the planet bringing new genetic material with it, gained %0 RNA.",
  "event_inspiration": "Your scientists have become inspired, gain %0 Knowledge.",
  "event_fire": "A fire has broken out destroying %0 lumber.",
  "event_raid1": "An attack by a rival city has been repelled, %0 soldiers were killed and %1 soldiers were wounded.",
  "event_raid2": "Your city was raided, %0 was stolen, %1 soldiers were killed and %2 soldiers were wounded.",
  "event_terrorist1": "%0 soldiers were wounded by a terrorist attack against your security forces.",
  "event_terrorist2": "%0 soldiers were wounded and %1 soldiers were killed by a terrorist attack against your security forces.",
  "event_doom": "A portal to hell was accidentally opened on %0, a lone space marine wearing green armor somehow managed to stop the demonic invasion.",
  "event_ruins": "An ancient cache of resources has been discovered.",
  "event_tax_revolt": "Riots have broken out due to the excessively high taxes, widespread damage has resulted in the loss of some resources.",
  "evo_rna": "Creates %0 RNA",
  "evo_dna_title": "Form DNA",
  "evo_dna_desc": "Creates a new strand of DNA",
  "evo_dna_effect": "Turn 2 RNA into 1 DNA",
  "evo_membrane_title": "Membrane",
  "evo_membrane_desc": "Evolve Membranes",
  "evo_membrane_effect": "Increases RNA capacity by %0",
  "evo_organelles_title": "Organelles",
  "evo_organelles_desc": "Evolve Organelles",
  "evo_organelles_effect": "Automatically generate %0 RNA"
}
