{
  "locale": "Idioma",
  "settings1": "Habilitar teclas de multiplicação: Control (10x) / Shift (25x) / Alt (100x)",
  "settings2": "habilitar animações de transição",
  "settings3": "Um hard reset irá apagar todo o seu progresso no jogo",
  "settings4": "Um soft reset irá redefinir seu jogo atual de volta ao estágio de evolução, você não ganhará nenhum bônus.",
  "new": "Você é citosol na sopa primordial",
  "snow": "Neve",
  "snowstorm": "Nevasca",
  "rain": "Chuva",
  "thunderstorm": "Tempestade",
  "cloudy": "Nublado",
  "cloudy_windy": "Nublado e Com Vento",
  "sunny": "Ensolarado",
  "sunny_windy": "Ensolarado e Com Vento",
  "cold": "Frio",
  "hot": "Quente",
  "moderate": "Temperatura moderada",
  "moon1": "Lua Nova",
  "moon2": "Lua Crescente",
  "moon3": "Lua Quarto Crescente",
  "moon4": "Lua Quarto Crescente",
  "moon5": "Lua Nova",
  "moon6": "Lua Minguante",
  "moon7": "Lua Quarto Minguante",
  "moon8": "Lua Quarto Minguante",
  "infant": "A vida neste planeta está em sua infância e ainda está evoluindo",
  "home": "%0 é o planeta natal do povo %1. É um planeta %2 com um período orbital de %3 dias.",
  "abandon1": "%0 cidadão abandonou seu assentamento devido a falta de moradia.",
  "abandon2": "%0 cidadãos abandonaram seu assentamento devido a falta de moradia.",
  "genome": "O projeto do genoma %0 foi concluído.",
  "gene_therapy": "A terapia genética resultou em uma melhoria para sua espécie.",
  "discover_elerium": "Seus mineradores de asteróides descobriram um elemento raro desconhecido, uma amostra foi recuperada para análise.",
  "discover_oil": "Petróleo foi inesperadamente descoberto em %0.",
  "deterioration1": "Os cientistas descobriram que o genoma %0 está se deteriorando, eles acham que a espécie tem cerca de 1 ano restante antes que a degradação genética se torne um problema.",
  "deterioration2": "Alguns alarmistas agora afirmam que o decaimento do genoma %0 está acelerando e há apenas %1 anos restantes.",
  "deterioration3": "Existe agora um consenso sobre o alarmante decaimento do genoma %0. Se não acelerar mais, pode haver %1 anos restantes.",
  "deterioration4": "Se uma solução não puder ser encontrada, o dano genético começará a enfraquecer a raça %0 em no máximo %1 ano.",
  "deterioration5": "O decaimento genético começou a enfraquecer a espécie %0.",
  "genesis": "Um grupo de cientistas propôs uma nova iniciativa que eles chamam de \"Projeto Gênesis\".",
  "steel_sample": "Seus comerciantes trouxeram de volta uma amostra de um metal que eles chamam de \"Aço\"",
  "job_farmer": "Os agricultores criam comida para alimentar sua população. Cada agricultor gera %0 de comida por segundo.",
  "job_lumberjack": "Lenhadores colhem madeira das florestas. Cada lenhador gera %0 de madeira por segundo.",
  "job_quarry_worker": "Os trabalhadores da pedreira minam a pedra das pedreira. Cada trabalhador gera %0 de pedra por segundo.",
  "job_miner1": "Mineradores desenterram minerais úteis de veios profundos. Cada mineiro irá extrair cobre do solo.",
  "job_miner2": "Mineradores desenterram minerais úteis de veios profundos. Cada mineiro irá extrair cobre e ferro do solo.",
  "job_coal_miner1": "Os mineradores de carvão são uma classe especial de mineradores, dispostos a trabalhar nas minas mais sujas para extrair carvão das profundezas do solo.",
  "job_coal_miner2": "Os mineradores de carvão são uma classe especial de mineradores, dispostos a trabalhar nas minas mais sujas para extrair carvão e urânio das profundezas do solo.",
  "job_craftsman": "O artesão pode ser designado para fabricar vários materiais de construção a partir de matéria bruta.",
  "job_cement_worker": "Os trabalhadores da fábrica de cimento transformam pedra em cimento, cada trabalhador produz 0% de cimento e consome 3 pedras por segundo.",
  "job_banker": "Os banqueiros administram os seus bancos, aumentando a receita tributária. Cada banqueiro aumenta a receita tributária em %0%.",
  "job_entertainer": "Os artistas ajudam a combater a tristeza da vida cotidiana. Cada artista eleva o moral de seus cidadãos em %0%.",
  "job_professor": "Os professores ajudam a educar seus cidadãos e contribuem para o ganho de conhecimento. Cada professor gera %0 conhecimento por segundo.",
  "job_scientist": "Os cientistas estudam o universo para expor seus segredos. Cada cientista gera %0 conhecimento por segundo.",
  "job_colonist": "Os colonos trabalham duro para manter sua colônia %0 funcionando sem problemas e melhorar vários aspectos da colônia.",
  "job_space_miner": "Os mineradores espaciais trabalham em minas de asteroides em gravidade zero. Cada Minerador Espacial aumenta o número máximo de navios de mineração que podem ser operados por um.",
  "job_unemployed1": "Desempregado",
  "job_unemployed2": "O número de cidadãos desempregados. Os cidadãos desempregados abaixam a moral e não pagam impostos, porém eles consomem metade do que normalmente comem.",
  "job_hunter1": "Caçador",
  "job_hunter2": "Os cidadãos não designados para qualquer outra tarefa irão procurar comida. A tecnologia militar aumentará a eficácia.",
  "craftsman_assigned": "Artesão Designado",
  "job_craftsman1": "O artesão trabalhará para produzir os recursos designados, todos os materiais produzidos serão entregues na lua nova a cada mês.",
  "job_craftsman2": "O artesão trabalhará para produzir os recursos designados, todos os materiais produzidos serão entregues na lua nova e na lua cheia a cada mês.",
  "event_dna": "Algumas moléculas de DNA se replicaram, você ganha %0 DNA.",
  "event_rna": "Um meteoro impactou o planeta, trazendo novo material genético com sigo, ganhou %0 RNA.",
  "event_inspiration": "Seus cientistas se inspiraram, ganham %0 de Conhecimento.",
  "event_fire": "Um incêndio aconteceu, destruindo %0 de madeira.",
  "event_raid1": "Um ataque por uma cidade rival foi repelido, %0 soldados foram mortos e %1 soldados ficaram feridos.",
  "event_raid2": "Sua cidade foi invadida, %0 foi roubado, %1 soldados foram mortos e %2 soldados ficaram feridos.",
  "event_terrorist1": "%0 soldados foram feridos por um ataque terrorista contra suas forças de segurança.",
  "event_terrorist2": "%0 soldados ficaram feridos e %1 soldados foram mortos por um ataque terrorista contra suas forças de segurança.",
  "event_doom": "Um portal para o inferno foi acidentalmente aberto em %0, um marinheiro espacial solitário vestindo uma armadura verde conseguiu de alguma forma impedir a invasão demoníaca.",
  "event_ruins": "Uma antiga provisão de recursos foi descoberto.",
  "event_tax_revolt": "Tumultos eclodiram devido aos impostos excessivamente altos, danos generalizados resultaram na perda de alguns recursos.",
  "evo_rna": "Cria %0 RNA",
  "evo_dna_title": "Formar DNA",
  "evo_dna_desc": "Cria um novo filamento de DNA",
  "evo_dna_effect": "Transforma 2 RNA em 1 DNA",
  "evo_membrane_title": "Membrana",
  "evo_membrane_desc": "Evolui Membranas",
  "evo_membrane_effect": "Aumenta a capacidade de RNA em %0",
  "evo_organelles_title": "Organelas",
  "evo_organelles_desc": "Evolui Organelas",
  "evo_organelles_effect": "Gera automaticamente %0 RNA"
}
